{
  "home": {
    "description": "Componentes UI accesibles y personalizables para aplicaciones web profesionales. Construidos con estándares de accesibilidad y diseñados para adaptarse a cualquier sistema de diseño.",
    "developer": "Creado por un desarrollador para desarrolladores.",
    "actions": [
      {
        "label": "Documentación",
        "href": "/docs"
      },
      {
        "label": "Explorar componentes",
        "href": "/docs/components"
      }
    ],
    "footer": {
      "title": "Desarrollado por Ignacio Figueroa"
    }
  },
  "features": [
    {
      "title": "Componentes Reutilizables",
      "description": "Una amplia variedad de componentes listos para usar, desde botones y formularios."
    },
    {
      "title": "Diseño Consistente",
      "description": "Todos los componentes siguen un diseño coherente para asegurar una experiencia de usuario uniforme."
    },
    {
      "title": "Accesibilidad",
      "description": "Componentes diseñados con las mejores prácticas de accesibilidad en mente."
    },
    {
      "title": "Fácil de Personalizar",
      "description": "Gracias a Tailwind CSS, puedes personalizar fácilmente estilos y variantes."
    },
    {
      "title": "Documentación Completa",
      "description": "Guías detalladas y ejemplos prácticos para integrar y utilizar cada componente."
    },
    {
      "title": "Código Abierto",
      "description": "Acceso completo al código fuente para que lo adaptes según tus necesidades."
    },
    {
      "title": "Actualizaciones Regulares",
      "description": "Nuevos componentes y mejoras continuas basadas en la retroalimentación de la comunidad."
    },
    {
      "title": "Soporte para TypeScript",
      "description": "Todos los componentes están escritos en TypeScript, con tipado estático y autocompletado."
    },
    {
      "title": "Compatibilidad con React",
      "description": "Diseñado específicamente para integrarse perfectamente en aplicaciones React."
    },
    {
      "title": "Optimización de Rendimiento",
      "description": "Componentes ligeros y optimizados para un rendimiento óptimo en tus aplicaciones."
    },
    {
      "title": "Temas Personalizables",
      "description": "Soporte para temas claros y oscuros, con la opción de crear tus propios temas."
    },
    {
      "title": "Fácil Integración",
      "description": "Diseñado para integrarse sin problemas en cualquier proyecto React existente."
    }
  ]
}
