{
  "home": {
    "description": "Accessible and customizable UI components for professional web applications. Built with accessibility standards and designed to adapt to any design system.",
    "developer": "Built by a developer for developers.",
    "actions": [
      {
        "label": "Documentation",
        "href": "/docs"
      },
      {
        "label": "Browse components",
        "href": "/docs/components"
      }
    ],
    "footer": {
      "title": "Built by Ignacio Figueroa"
    }
  },
  "features": [
    {
      "title": "Reusable Components",
      "description": "A wide variety of ready-to-use components, from buttons to forms.",
      "variant": "ghost"
    },
    {
      "title": "Consistent Design",
      "description": "All components follow a coherent design to ensure a uniform user experience."
    },
    {
      "title": "Accessibility",
      "description": "Components built with best accessibility practices in mind."
    },
    {
      "title": "Easy Customization",
      "description": "Thanks to Tailwind CSS, you can easily customize styles and variants."
    },
    {
      "title": "Comprehensive Documentation",
      "description": "Detailed guides and practical examples to help you integrate and use each component."
    },
    {
      "title": "Open Source",
      "description": "Full access to the source code so you can adapt it to your needs."
    },
    {
      "title": "Regular Updates",
      "description": "New components and continuous improvements based on community feedback."
    },
    {
      "title": "TypeScript Support",
      "description": "All components are written in TypeScript, providing static typing and editor autocompletion."
    },
    {
      "title": "React Compatibility",
      "description": "Specifically designed to integrate seamlessly with React applications."
    },
    {
      "title": "Performance Optimization",
      "description": "Lightweight and optimized components for top performance in your applications."
    },
    {
      "title": "Customizable Themes",
      "description": "Support for light and dark themes, with the option to create your own."
    },
    {
      "title": "Easy Integration",
      "description": "Designed to integrate smoothly into any existing React project."
    }
  ]
}
